Revit 2027 API
ParameterTypeId.RbsLiningThicknessForDuct Property
 "Lining Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsLiningThicknessForDuct { get; }
Public Shared ReadOnly Property RbsLiningThicknessForDuct As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsLiningThicknessForDuct {
	ForgeTypeId^ get ();
}
static member RbsLiningThicknessForDuct : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace